{
  "document": "PZO22001 Starfinder Player Core 098-113",
  "chunks": [
    {
      "chunk_id": "46b73487-df44-4348-abec-7f6cdda3b256",
      "page_start": 2,
      "page_end": 2,
      "page_numbers": [
        2
      ],
      "section_path": [
        "CHAPTER 3: CLASSES"
      ],
      "block_types": [
        "markdown"
      ],
      "block_kinds": [
        "credits"
      ],
      "content_types": [
        "credits"
      ],
      "page_kind": "credits",
      "tags": [
        "classes"
      ],
      "is_rule_bearing": false,
      "flags": {
        "is_toc": false,
        "is_credits": true
      },
      "token_estimate": 241,
      "content": "Section: CHAPTER 3: CLASSES | Page: 2\n\nThe rules within each class allow you to bring a wealth of character concepts to life. Perhaps you want to create an observant but impulsive mystic who can see the pain in someone's eyes but can't follow the instructions to bake them a cake. Or perhaps you want your character to be a bullet-spewing veteran who shrugs off bullets when she activates her force field. Maybe they'll be a cool-headed witchwarper whose far-off gaze seems to look past our reality into potential timelines long lost. The choices you make for your character within their class-such as a mystic's choice of connection, a soldier's choice of fighting style, or a witchwarper's anchor-bring these visions to life within the context of the rules and the world.\n\nThis is the attribute modifier that a member of your class cares about the most. Many of your most useful and powerful abilities are tied to this attribute in some way.\n\nAdditionally, when you choose your character's class, they gain an attribute boost to their key attribute modifier, increasing that attribute modifier by 1. For more about attribute boosts, see page 23.",
      "text": "Section: CHAPTER 3: CLASSES | Page: 2 The rules within each class allow you to bring a wealth of character concepts to life. Perhaps you want to create an observant but impulsive mystic who can see the pain in someone's eyes but can't follow the instructions to bake them a cake. Or perhaps you want your character to be a bullet-spewing veteran who shrugs off bullets when she activates her force field. Maybe they'll be a cool-headed witchwarper whose far-off gaze seems to look past our reality into potential timelines long lost. The choices you make for your character within their class-such as a mystic's choice of connection, a soldier's choice of fighting style, or a witchwarper's anchor-bring these visions to life within the context of the rules and the world. This is the attribute modifier that a member of your class cares about the most. Many of your most useful and powerful abilities are tied to this attribute in some way. Additionally, when you choose your character's class, they gain an attribute boost to their key attribute modifier, increasing that attribute modifier by 1. For more about attribute boosts, see page 23.",
      "block_ids": []
    },
    {
      "chunk_id": "26495d79-e82b-4aee-9dbc-ade324cb9270",
      "page_start": 3,
      "page_end": 3,
      "page_numbers": [
        3
      ],
      "section_path": [
        "STARFINDER"
      ],
      "block_types": [
        "markdown"
      ],
      "block_kinds": [
        "rule"
      ],
      "content_types": [
        "rule"
      ],
      "page_kind": "content",
      "tags": [
        "hp"
      ],
      "is_rule_bearing": true,
      "flags": {
        "is_toc": false,
        "is_credits": false
      },
      "token_estimate": 772,
      "content": "Section: STARFINDER | Page: 3\n\nEach time your character gains a level, they increase their maximum Hit Points by the amount listed in this entry. For more about calculating your character's Constitution modifier and determining their Hit Points, see page 21.\n\nINITIAL PROFICIENCIES\n\nWhen you choose your character's class, they gain a set of initial proficiencies. Proficiencies measure your character's ability to perform tasks, use abilities, and succeed at checks. Proficiency ranks range from trained to legendary. For instance, a character trained with a battle ribbon can use it effectively to dispatch foes, while a character who is legendary with the weapon might be able to spell out their name in decorative cursive script with just a flick of their wrist!\n\nSpellcasting classes grant a proficiency rank for spell attacks and DCs, which are further detailed in each class's entry. These classes rarely use their class DC.\n\nIf something isn't listed in your character's class entry, their proficiency rank in that statistic is untrained unless they gain training from another source. If your character is untrained in something, you add a proficiency bonus of +0 when attempting a check or calculating a DC related to that statistic.\n\nADVANCEMENT TABLE\n\nThis table summarizes the feats, skill increases, attribute boosts, and other benefits your character gains as they advance in level. The first column of the class table indicates a level, and the second column lists each feature your character receives when they reach that level. The 1st-level entry includes a reminder to select your ancestry and background.\n\nCLASS FEATURES\n\nClass Feats\n\nThis section specifies the levels at which your character gains class feats-special feats that only members of that class can access. Class feats are granted beginning at 1st or 2nd level, depending on the class. Specific class feats are detailed at the end of each class entry.\n\nSkill Feats\n\nThis section specifies the levels at which your character gains feats with the skill trait, called skill feats. Skill feats can be found in Chapter 5, beginning on page 210. At 2nd level and every two levels thereafter, most classes gain a skill feat, though some classes may get them at different levels, like the envoy using adaptive talent. Your character must be trained in the corresponding skill to take a skill feat.\n\nGeneral Feats\n\nThis section specifies the levels at which your character gains general feats. Most classes grant a general feat at 3rd level and every 4 levels thereafter. At each of these levels, you can select any general feat (including skill feats) as long as your character qualifies for it. More information can be found in Chapter 5 (page 210).\n\nSkill Increases\n\nThis section specifies the levels at which your character can increase their proficiency rank in a skill. At 3rd level and every 2 levels thereafter, most classes grant a skill increase, though envoys gain them earlier and more often. Your character can use a skill increase to either become trained in one skill in which they're untrained, or to become an expert in one skill in which they're already trained.\n\nIf your character is at least 7th level, they can use a skill increase to become a master of a skill in which they're already an expert. If they're at least 15th level, they can use an increase to become legendary in a skill in which they're already a master.\n\nAttribute Boosts\n\nAt 5th level and every 5 levels thereafter, your character boosts four different attribute modifiers. This is described briefly in the class. For the full details on attribute modifiers and applying them during character creation, see page 23.\n\nAncestry Feats",
      "text": "Section: STARFINDER | Page: 3 Each time your character gains a level, they increase their maximum Hit Points by the amount listed in this entry. For more about calculating your character's Constitution modifier and determining their Hit Points, see page 21. INITIAL PROFICIENCIES When you choose your character's class, they gain a set of initial proficiencies. Proficiencies measure your character's ability to perform tasks, use abilities, and succeed at checks. Proficiency ranks range from trained to legendary. For instance, a character trained with a battle ribbon can use it effectively to dispatch foes, while a character who is legendary with the weapon might be able to spell out their name in decorative cursive script with just a flick of their wrist! Spellcasting classes grant a proficiency rank for spell attacks and DCs, which are further detailed in each class's entry. These classes rarely use their class DC. If something isn't listed in your character's class entry, their proficiency rank in that statistic is untrained unless they gain training from another source. If your character is untrained in something, you add a proficiency bonus of +0 when attempting a check or calculating a DC related to that statistic. ADVANCEMENT TABLE This table summarizes the feats, skill increases, attribute boosts, and other benefits your character gains as they advance in level. The first column of the class table indicates a level, and the second column lists each feature your character receives when they reach that level. The 1st-level entry includes a reminder to select your ancestry and background. CLASS FEATURES Class Feats This section specifies the levels at which your character gains class feats-special feats that only members of that class can access. Class feats are granted beginning at 1st or 2nd level, depending on the class. Specific class feats are detailed at the end of each class entry. Skill Feats This section specifies the levels at which your character gains feats with the skill trait, called skill feats. Skill feats can be found in Chapter 5, beginning on page 210. At 2nd level and every two levels thereafter, most classes gain a skill feat, though some classes may get them at different levels, like the envoy using adaptive talent. Your character must be trained in the corresponding skill to take a skill feat. General Feats This section specifies the levels at which your character gains general feats. Most classes grant a general feat at 3rd level and every 4 levels thereafter. At each of these levels, you can select any general feat (including skill feats) as long as your character qualifies for it. More information can be found in Chapter 5 (page 210). Skill Increases This section specifies the levels at which your character can increase their proficiency rank in a skill. At 3rd level and every 2 levels thereafter, most classes grant a skill increase, though envoys gain them earlier and more often. Your character can use a skill increase to either become trained in one skill in which they're untrained, or to become an expert in one skill in which they're already trained. If your character is at least 7th level, they can use a skill increase to become a master of a skill in which they're already an expert. If they're at least 15th level, they can use an increase to become legendary in a skill in which they're already a master. Attribute Boosts At 5th level and every 5 levels thereafter, your character boosts four different attribute modifiers. This is described briefly in the class. For the full details on attribute modifiers and applying them during character creation, see page 23. Ancestry Feats",
      "block_ids": []
    },
    {
      "chunk_id": "a5ca6365-b5b9-4567-b272-56dd1f759647",
      "page_start": 4,
      "page_end": 4,
      "page_numbers": [
        4
      ],
      "section_path": [
        "Page 102"
      ],
      "block_types": [
        "markdown"
      ],
      "block_kinds": [
        "rule"
      ],
      "content_types": [
        "rule"
      ],
      "page_kind": "content",
      "tags": [
        "actions",
        "skills"
      ],
      "is_rule_bearing": true,
      "flags": {
        "is_toc": false,
        "is_credits": false
      },
      "token_estimate": 810,
      "content": "Section: Page 102 | Page: 4\n\nThe envoy is a plucky leader who supports their allies with battlefield directives, social savviness, and a suite of skills. Envoys call out directives to their allies, granting powerful boons that improve if the envoy performs an action to lead by example. Envoys are full of sassy quips and always have useful tricks up their sleeves. Play the envoy if you want to be a smooth talker with a plethora of skills who helps your allies win battles and acts as the 'face' of the party.\n\nNavasi\n\nNavasi , the human envoy, is a former space pirate with a heart of gold. She's got a witty remark for every occasion and a bullet for anyone who would hurt one of her friends.\n\nMystic\n\nThe mystic is a spellcaster with a connection to a divine, occult, or primal aspect of the universe. A mystic casts powerful spells, learning new epiphanies based on their chosen connection, and heals allies using a vitality network that acts as a floating pool of Hit Points. Play the mystic if you want to be a powerful spellcaster who also heals your allies through your supernatural bonds while casting powerful spells.\n\nChk Chk\n\nThe shirren mystic Chk Chk worships ZonShelyn, the god of creating art from suffering. He enjoys creatively expressing himself by writing poetry and dueling enemies with his painglaive.\n\nOperative\n\nThe operative brings precision and tactical training to any situation. In battle, they use the Aim action to reduce enemy cover and deal extra precision damage. Some operatives are snipers shooting highcaliber rifles, others are skirmishers who fight with pistols or light melee weapons, and some are smooth infiltrators or cunning spies who only draw their gun when cornered. Play an operative if you like guns and want to deal high damage to your designated targets.\n\nIseph\n\nThe android operative Iseph has modified their body into a perfect weapon, and their gun is an extension of their hard-earned power and grace.\n\nThe solarian is a warrior who channels the cosmic cycle. Every solarian creates weapons of pure stellar energy that they can manifest at will. Cycling between graviton and photon attunement, a solarian's abilities gain different effects based on their current state, allowing them to execute incredible combination attacks. Play the solarian if you want to dash into close combat and cycle your attacks between powerful control and damage abilities.\n\nANCESTRIES & BACKGROUNDS\n\nEnvoy\n\nMystic\n\nOperative\n\nSolarian\n\nDae\n\nSoldier\n\nThe pahtra solarian Dae loves showing off by combining their flashy dance moves with solar flares or turning their battle ribbon into a electrotether or a whip of solar fire.\n\nWitchwarper\n\nArchetypes\n\nSoldier\n\nPLAYING THE GAME\n\nThe soldier is a weapons expert with a mountain of Hit Points who isn't afraid to get between their allies and danger. They unleash suppressing attacks with area weapons that pin foes. They designate a primary target within their area attacks, granting them extra shots while firing their heavy weapons. Play a soldier if you want to control the battlefield with area-of-effect attacks while soaking attacks from enemies.\n\nObozaya\n\nObozaya the vesk soldier doesn't back down, she opens fire. With big guns, bigger armor, and her trusty doshko, she becomes a wall of bulk and bullets in combat.\n\nWitchwarper\n\nA witchwarper alters reality by drawing on the infinite possibilities of other universes and timelines. Every witchwarper is influenced by an event, and they can harness paradoxical powers to create powerful magic. They cast spells and sustain a reality-altering warp field to thwart enemies. Play a witchwarper if you want to bend reality to your will.\n\nZemir\n\nZemir the human witchwarper jumps between realities and timelines, trusting his uncanny luck and years of experience to keep him anchored while searching for the loved ones he lost years ago to the perils of infinite worlds.",
      "text": "Section: Page 102 | Page: 4 The envoy is a plucky leader who supports their allies with battlefield directives, social savviness, and a suite of skills. Envoys call out directives to their allies, granting powerful boons that improve if the envoy performs an action to lead by example. Envoys are full of sassy quips and always have useful tricks up their sleeves. Play the envoy if you want to be a smooth talker with a plethora of skills who helps your allies win battles and acts as the 'face' of the party. Navasi Navasi , the human envoy, is a former space pirate with a heart of gold. She's got a witty remark for every occasion and a bullet for anyone who would hurt one of her friends. Mystic The mystic is a spellcaster with a connection to a divine, occult, or primal aspect of the universe. A mystic casts powerful spells, learning new epiphanies based on their chosen connection, and heals allies using a vitality network that acts as a floating pool of Hit Points. Play the mystic if you want to be a powerful spellcaster who also heals your allies through your supernatural bonds while casting powerful spells. Chk Chk The shirren mystic Chk Chk worships ZonShelyn, the god of creating art from suffering. He enjoys creatively expressing himself by writing poetry and dueling enemies with his painglaive. Operative The operative brings precision and tactical training to any situation. In battle, they use the Aim action to reduce enemy cover and deal extra precision damage. Some operatives are snipers shooting highcaliber rifles, others are skirmishers who fight with pistols or light melee weapons, and some are smooth infiltrators or cunning spies who only draw their gun when cornered. Play an operative if you like guns and want to deal high damage to your designated targets. Iseph The android operative Iseph has modified their body into a perfect weapon, and their gun is an extension of their hard-earned power and grace. The solarian is a warrior who channels the cosmic cycle. Every solarian creates weapons of pure stellar energy that they can manifest at will. Cycling between graviton and photon attunement, a solarian's abilities gain different effects based on their current state, allowing them to execute incredible combination attacks. Play the solarian if you want to dash into close combat and cycle your attacks between powerful control and damage abilities. ANCESTRIES & BACKGROUNDS Envoy Mystic Operative Solarian Dae Soldier The pahtra solarian Dae loves showing off by combining their flashy dance moves with solar flares or turning their battle ribbon into a electrotether or a whip of solar fire. Witchwarper Archetypes Soldier PLAYING THE GAME The soldier is a weapons expert with a mountain of Hit Points who isn't afraid to get between their allies and danger. They unleash suppressing attacks with area weapons that pin foes. They designate a primary target within their area attacks, granting them extra shots while firing their heavy weapons. Play a soldier if you want to control the battlefield with area-of-effect attacks while soaking attacks from enemies. Obozaya Obozaya the vesk soldier doesn't back down, she opens fire. With big guns, bigger armor, and her trusty doshko, she becomes a wall of bulk and bullets in combat. Witchwarper A witchwarper alters reality by drawing on the infinite possibilities of other universes and timelines. Every witchwarper is influenced by an event, and they can harness paradoxical powers to create powerful magic. They cast spells and sustain a reality-altering warp field to thwart enemies. Play a witchwarper if you want to bend reality to your will. Zemir Zemir the human witchwarper jumps between realities and timelines, trusting his uncanny luck and years of experience to keep him anchored while searching for the loved ones he lost years ago to the perils of infinite worlds.",
      "block_ids": []
    },
    {
      "chunk_id": "00bc1d62-15c2-40dd-ae20-9a216d2854b8",
      "page_start": 6,
      "page_end": 6,
      "page_numbers": [
        6
      ],
      "section_path": [
        "ENVOY"
      ],
      "block_types": [
        "markdown"
      ],
      "block_kinds": [
        "rule"
      ],
      "content_types": [
        "rule"
      ],
      "page_kind": "content",
      "tags": [],
      "is_rule_bearing": true,
      "flags": {
        "is_toc": false,
        "is_credits": false
      },
      "token_estimate": 491,
      "content": "Section: ENVOY | Page: 6\n\nYou're a master influencer. You make your way in the universe with a charming smile, quick wit, and keen sense of self-preservation. You're a leader who motivates your teammates, pushes them past their limits, and helps them through tough spots. You excel at getting others to do what you want, but you're always ready to face trouble head-on when things take a turn for the worse. You might be a con artist, diplomat, performer, or military officer-or you might take on whatever role the situation demands.\n\nKEY ATTRIBUTE\n\nHIT POINTS\n\nCharisma\n\n8 + Constitution modifier\n\nAt 1st level, your class gives you an attribute boost to Charisma.\n\nYou increase your maximum number of HP by this number at 1st level and every level thereafter.\n\nDURING COMBAT ENCOUNTERS...\n\nYou issue directives to your allies, granting benefits and letting you take the lead. Your words and deeds bolster your allies or harry your foes, and your cunning can get you and your team out of danger.\n\nDURING SOCIAL ENCOUNTERS...\n\nYou're often the face for your team, whether you use diplomacy, lies, threats, or whatever words it takes to get your way.\n\nWHILE EXPLORING...\n\nYou adapt to situations and excel at motivating your team to overcome obstacles.\n\nIN DOWNTIME...\n\nYou look for new opportunities to make a name for yourself, work your way up through the ranks of an organization, or establish an enterprise of your own.\n\nYOU MIGHT...\n\nOTHERS PROBABLY...\n\nCLASS FEATURES\n\nYou gain these abilities as an envoy. Abilities gained at higher levels list the level at which you gain them next to the features' names.\n\nANCESTRY AND BACKGROUND\n\nINTRODUCTION ANCESTRIES & BACKGROUNDS\n\nEnvoy\n\nMystic\n\nOperative\n\nSolarian\n\nSoldier\n\nWitchwarper\n\nINITIAL PROFICIENCIES\n\nArchetypes\n\nAt 1st level, you gain the listed proficiency ranks in the following statistics. You are untrained in anything not listed unless you gain a better proficiency rank in some other way.\n\nPERCEPTION\n\nPLAYING THE GAME\n\nTrained in Perception\n\nSAVING THROWS\n\nTrained in Fortitude Expert in Reflex Expert in Will\n\nTrained in one of the following skills of your choice: Deception, Diplomacy, Intimidation\n\nTrained in one skill based on your leadership style\n\nTrained in a number of additional skills equal to 6 plus your Intelligence modifier\n\nATTACKS\n\nTrained in simple weapons\n\nTrained in martial weapons\n\nTrained in unarmed attacks\n\nDEFENSES\n\nTrained in light armor\n\nTrained in unarmored defense\n\nCLASS DC\n\nTrained in envoy class DC",
      "text": "Section: ENVOY | Page: 6 You're a master influencer. You make your way in the universe with a charming smile, quick wit, and keen sense of self-preservation. You're a leader who motivates your teammates, pushes them past their limits, and helps them through tough spots. You excel at getting others to do what you want, but you're always ready to face trouble head-on when things take a turn for the worse. You might be a con artist, diplomat, performer, or military officer-or you might take on whatever role the situation demands. KEY ATTRIBUTE HIT POINTS Charisma 8 + Constitution modifier At 1st level, your class gives you an attribute boost to Charisma. You increase your maximum number of HP by this number at 1st level and every level thereafter. DURING COMBAT ENCOUNTERS... You issue directives to your allies, granting benefits and letting you take the lead. Your words and deeds bolster your allies or harry your foes, and your cunning can get you and your team out of danger. DURING SOCIAL ENCOUNTERS... You're often the face for your team, whether you use diplomacy, lies, threats, or whatever words it takes to get your way. WHILE EXPLORING... You adapt to situations and excel at motivating your team to overcome obstacles. IN DOWNTIME... You look for new opportunities to make a name for yourself, work your way up through the ranks of an organization, or establish an enterprise of your own. YOU MIGHT... OTHERS PROBABLY... CLASS FEATURES You gain these abilities as an envoy. Abilities gained at higher levels list the level at which you gain them next to the features' names. ANCESTRY AND BACKGROUND INTRODUCTION ANCESTRIES & BACKGROUNDS Envoy Mystic Operative Solarian Soldier Witchwarper INITIAL PROFICIENCIES Archetypes At 1st level, you gain the listed proficiency ranks in the following statistics. You are untrained in anything not listed unless you gain a better proficiency rank in some other way. PERCEPTION PLAYING THE GAME Trained in Perception SAVING THROWS Trained in Fortitude Expert in Reflex Expert in Will Trained in one of the following skills of your choice: Deception, Diplomacy, Intimidation Trained in one skill based on your leadership style Trained in a number of additional skills equal to 6 plus your Intelligence modifier ATTACKS Trained in simple weapons Trained in martial weapons Trained in unarmed attacks DEFENSES Trained in light armor Trained in unarmored defense CLASS DC Trained in envoy class DC",
      "block_ids": []
    },
    {
      "chunk_id": "0d97af07-e950-4fc5-bb7d-a28fefb27b9d",
      "page_start": 8,
      "page_end": 8,
      "page_numbers": [
        8
      ],
      "section_path": [
        "From the Shadows"
      ],
      "block_types": [
        "markdown"
      ],
      "block_kinds": [
        "narrative"
      ],
      "content_types": [
        "narrative"
      ],
      "page_kind": "content",
      "tags": [],
      "is_rule_bearing": false,
      "flags": {
        "is_toc": false,
        "is_credits": false
      },
      "token_estimate": 916,
      "content": "Section: From the Shadows | Page: 8\n\nYou prefer to direct your allies in subtle ways, without drawing much attention from foes. You might sneak in behind your bodyguards or support your team from a safe distance.\n\nLeadership Skill Stealth\n\nLeadership Perk You gain Assurance (Stealth) as a bonus feat.\n\nLeadership Directive Coordinated Ambush!\n\nCOORDINATED AMBUSH! [one-action] TO [two-actions]\n\nWith perfect timing, you call on hidden allies to take down an unsuspecting target. Designate an enemy creature within 60 feet and an ally within 60 feet. If the ally is hidden, undetected, or unnoticed to the target at the start of their turn, they treat the target as off-guard until the end of their turn instead of when they become visible to the target.\n\nLead by Example If you used two actions, Hide or Sneak. Until the start of your next turn, you can Strike the enemy target as a reaction the first time the ally you targeted attacks your designated enemy.\n\nGuns Blazing\n\nYou lead your team by making an impression with firepower. Your bombastic personality has a barrage of gunfire to back it up, and you always shoot first.\n\nLeadership Skill Acrobatics\n\nLeadership Perk You gain Incredible Initiative as a bonus feat. Leadership Directive Ready Arms!\n\nREADY ARMS! [one-action] TO [two-actions]\n\nWith quick commands, you get your allies to ready their equipment. You and all allies within 30 feet can Interact to draw, Switch Hands, or swap weapons as a reaction.\n\nLead by Example If you used two actions, you can Strike, Area Fire, or Auto-Fire with a weapon you drew or swapped to (including by changing active set of hands). If your Strike hits or if a target failed its save against your Area Fire or Auto-Fire, one ally can make a Strike against the same target as a reaction.\n\nIn the Spotlight\n\nWhether through conversation, clever lies, dazzling performances, or threats, you rely on charm and cunning to influence others. You crave being in the spotlight.\n\nLeadership Skill Performance\n\nLeadership Perk You gain Impressive Performance as a bonus feat.\n\nLeadership Directive Dance Partner!\n\nDANCE PARTNER! [one-action] TO [two-actions]\n\nDIRECTIVE ENVOY TRAVERSAL\n\nEvery good performer needs an accompanying act. Nominate yourself and an ally within 10 feet. Stride or Step, then your ally can Stride or Step as a reaction as long as they end the same distance or closer to you than they started.\n\nANCESTRIES &\n\nBACKGROUNDS\n\nInfosphere Director\n\nYou control the flow of information, playing a critical role during a battle or while planning your next mission. You might give commands through a comm unit or datapad or using telepathic communication.\n\nEnvoy\n\nMystic\n\nOperativ\n\nSolarin\n\nSoldier\n\nWitchwarpe\n\nDIGITAL ASSESSMENT! [one-action] TO [two-actions]\n\nArchetyps\n\nA quick check of your records and local infospheres lets you quickly disseminate information to your allies. Choose a creature within 100 feet and Recall Knowledge about the target. When you succeed at identifying your target with Recall Knowledge, you note a resistance or immunity in the creature's defenses in addition to any other benefits.\n\nPLAYING THE\n\nLead by Example If you used two actions, you Strike the target. You and your allies gain a +1 circumstance bonus to AC against attacks made by the target until the start of your next turn. If the target has the tech trait, it must attempt a Fortitude save against your class DC. On a failure, the target becomes glitching 1. The target is then immune to Digital Assessment for 1 hour.\n\nGAME\n\nThrough Desperate Times\n\nYou step up to lead during difficult times. You might have experienced a traumatic event, perhaps escaping a pirate ship during a mutiny, or you fought in some notorious battle. Your allies trust your instincts, knowing you'll keep them safe.\n\nLeadership Skill Medicine\n\nKEEP ON KEEPING ON! [one-action] TO [two-actions]\n\nYou push your allies to continue fighting despite their injuries. Select an ally within 30 feet. Until the start of your next turn, that ally increases the next healing they receive by an amount equal to your Charisma modifier plus half your level.\n\nLead by Example If you used two actions, you Battle Medicine the target, and the target only becomes immune to Battle Medicine for the next 10 minutes instead of 1 day.\n\nENVOY FEATS\n\nAt 1st level and every even-numbered level, you gain an envoy class feat. These begin on page 108.\n\nSKILL FEATS\n\n2ND",
      "text": "Section: From the Shadows | Page: 8 You prefer to direct your allies in subtle ways, without drawing much attention from foes. You might sneak in behind your bodyguards or support your team from a safe distance. Leadership Skill Stealth Leadership Perk You gain Assurance (Stealth) as a bonus feat. Leadership Directive Coordinated Ambush! COORDINATED AMBUSH! [one-action] TO [two-actions] With perfect timing, you call on hidden allies to take down an unsuspecting target. Designate an enemy creature within 60 feet and an ally within 60 feet. If the ally is hidden, undetected, or unnoticed to the target at the start of their turn, they treat the target as off-guard until the end of their turn instead of when they become visible to the target. Lead by Example If you used two actions, Hide or Sneak. Until the start of your next turn, you can Strike the enemy target as a reaction the first time the ally you targeted attacks your designated enemy. Guns Blazing You lead your team by making an impression with firepower. Your bombastic personality has a barrage of gunfire to back it up, and you always shoot first. Leadership Skill Acrobatics Leadership Perk You gain Incredible Initiative as a bonus feat. Leadership Directive Ready Arms! READY ARMS! [one-action] TO [two-actions] With quick commands, you get your allies to ready their equipment. You and all allies within 30 feet can Interact to draw, Switch Hands, or swap weapons as a reaction. Lead by Example If you used two actions, you can Strike, Area Fire, or Auto-Fire with a weapon you drew or swapped to (including by changing active set of hands). If your Strike hits or if a target failed its save against your Area Fire or Auto-Fire, one ally can make a Strike against the same target as a reaction. In the Spotlight Whether through conversation, clever lies, dazzling performances, or threats, you rely on charm and cunning to influence others. You crave being in the spotlight. Leadership Skill Performance Leadership Perk You gain Impressive Performance as a bonus feat. Leadership Directive Dance Partner! DANCE PARTNER! [one-action] TO [two-actions] DIRECTIVE ENVOY TRAVERSAL Every good performer needs an accompanying act. Nominate yourself and an ally within 10 feet. Stride or Step, then your ally can Stride or Step as a reaction as long as they end the same distance or closer to you than they started. ANCESTRIES & BACKGROUNDS Infosphere Director You control the flow of information, playing a critical role during a battle or while planning your next mission. You might give commands through a comm unit or datapad or using telepathic communication. Envoy Mystic Operativ Solarin Soldier Witchwarpe DIGITAL ASSESSMENT! [one-action] TO [two-actions] Archetyps A quick check of your records and local infospheres lets you quickly disseminate information to your allies. Choose a creature within 100 feet and Recall Knowledge about the target. When you succeed at identifying your target with Recall Knowledge, you note a resistance or immunity in the creature's defenses in addition to any other benefits. PLAYING THE Lead by Example If you used two actions, you Strike the target. You and your allies gain a +1 circumstance bonus to AC against attacks made by the target until the start of your next turn. If the target has the tech trait, it must attempt a Fortitude save against your class DC. On a failure, the target becomes glitching 1. The target is then immune to Digital Assessment for 1 hour. GAME Through Desperate Times You step up to lead during difficult times. You might have experienced a traumatic event, perhaps escaping a pirate ship during a mutiny, or you fought in some notorious battle. Your allies trust your instincts, knowing you'll keep them safe. Leadership Skill Medicine KEEP ON KEEPING ON! [one-action] TO [two-actions] You push your allies to continue fighting despite their injuries. Select an ally within 30 feet. Until the start of your next turn, that ally increases the next healing they receive by an amount equal to your Charisma modifier plus half your level. Lead by Example If you used two actions, you Battle Medicine the target, and the target only becomes immune to Battle Medicine for the next 10 minutes instead of 1 day. ENVOY FEATS At 1st level and every even-numbered level, you gain an envoy class feat. These begin on page 108. SKILL FEATS 2ND",
      "block_ids": []
    },
    {
      "chunk_id": "cc5ba974-d05c-48e7-acfd-27ff2875e520",
      "page_start": 9,
      "page_end": 9,
      "page_numbers": [
        9
      ],
      "section_path": [
        "2ND"
      ],
      "block_types": [
        "markdown"
      ],
      "block_kinds": [
        "rule"
      ],
      "content_types": [
        "rule"
      ],
      "page_kind": "content",
      "tags": [
        "classes"
      ],
      "is_rule_bearing": true,
      "flags": {
        "is_toc": false,
        "is_credits": false
      },
      "token_estimate": 630,
      "content": "Section: 2ND | Page: 9\n\nYou gain more skill increases than members of other classes. At 2nd level and every level thereafter, you gain a skill increase. You can use this increase to either become trained in one skill you're untrained in or to become an expert in one skill in which you're already trained.\n\nAt 7th level, you can use skill increases to become a master in a skill in which you're already an expert, and at 15th level, you can use them to become legendary in a skill in which you're already a master.\n\nADAPTIVE TALENT\n\n3RD\n\nYou're quick thinking and adaptable, capable of picking up new skills and talents with little practice or training. During your daily preparations, select one skill feat that you meet the prerequisites for. You gain this skill feat until you prepare again. Since you have this feat temporarily, you can't use it as a prerequisite for a permanent character option. You can\n\nAs your envoy level increases, so does your ability to adapt to new situations. At 9th level and 15th level, increase the number of skill feats you gain this way by 1. You can use feats that you temporarily gain through adaptive talent as a prerequisite for other feats that you temporarily gain through adaptive talent, but you still can't use them as prerequisites for permanent character options.\n\nGENERAL FEATS\n\n3RD\n\nAt 3rd level and every 4 levels thereafter, you gain a general feat. General feats are listed in Chapter 5.\n\nWISE TO THE GAME\n\n3RD\n\nUsing your words to influence others is what you do, and you easily recognize when others attempt to use the same tactics against you. You gain a +1 status bonus to your Perception DC against attempts to Feint or Lie to you and attempts to divert your attention with Create a Diversion, and a +1 status bonus to your Will DC against emotion effects.\n\nANCESTRY FEATS 5TH\n\nIn addition to the initial ancestry feat you started with, you gain an ancestry feat at 5th level and every 4 levels thereafter.\n\nIMPROVISED MASTERY\n\n5TH\n\nWhether by luck or instinct, you display impressive talent on the fly. You gain the Improvised Mastery action.\n\nIMPROVISED MASTERY [free-action]\n\nFrequency once per day\n\nTrigger You're about to attempt a skill check using a skill that you don't have master proficiency in, and you haven't rolled yet.\n\nYou trust your instincts to see you through. You gain master proficiency with the triggering skill for the skill check.\n\nPERCEPTION EXPERTISE 5TH\n\nYou have a keen eye for details and always manage to remain alert to threats around you. Your proficiency rank for Perception increases to expert.\n\nWEAPON EXPERTISE\n\n5TH\n\nYou've learned a few tricks with your weapons. Your proficiency ranks for simple weapons, martial weapons, and unarmed attacks increase to expert. Whenever you attack the target of your Get 'Em!, you gain access to the critical specialization effects of all weapons for which you have expert proficiency.\n\nFORTITUDE EXPERTISE 7TH",
      "text": "Section: 2ND | Page: 9 You gain more skill increases than members of other classes. At 2nd level and every level thereafter, you gain a skill increase. You can use this increase to either become trained in one skill you're untrained in or to become an expert in one skill in which you're already trained. At 7th level, you can use skill increases to become a master in a skill in which you're already an expert, and at 15th level, you can use them to become legendary in a skill in which you're already a master. ADAPTIVE TALENT 3RD You're quick thinking and adaptable, capable of picking up new skills and talents with little practice or training. During your daily preparations, select one skill feat that you meet the prerequisites for. You gain this skill feat until you prepare again. Since you have this feat temporarily, you can't use it as a prerequisite for a permanent character option. You can As your envoy level increases, so does your ability to adapt to new situations. At 9th level and 15th level, increase the number of skill feats you gain this way by 1. You can use feats that you temporarily gain through adaptive talent as a prerequisite for other feats that you temporarily gain through adaptive talent, but you still can't use them as prerequisites for permanent character options. GENERAL FEATS 3RD At 3rd level and every 4 levels thereafter, you gain a general feat. General feats are listed in Chapter 5. WISE TO THE GAME 3RD Using your words to influence others is what you do, and you easily recognize when others attempt to use the same tactics against you. You gain a +1 status bonus to your Perception DC against attempts to Feint or Lie to you and attempts to divert your attention with Create a Diversion, and a +1 status bonus to your Will DC against emotion effects. ANCESTRY FEATS 5TH In addition to the initial ancestry feat you started with, you gain an ancestry feat at 5th level and every 4 levels thereafter. IMPROVISED MASTERY 5TH Whether by luck or instinct, you display impressive talent on the fly. You gain the Improvised Mastery action. IMPROVISED MASTERY [free-action] Frequency once per day Trigger You're about to attempt a skill check using a skill that you don't have master proficiency in, and you haven't rolled yet. You trust your instincts to see you through. You gain master proficiency with the triggering skill for the skill check. PERCEPTION EXPERTISE 5TH You have a keen eye for details and always manage to remain alert to threats around you. Your proficiency rank for Perception increases to expert. WEAPON EXPERTISE 5TH You've learned a few tricks with your weapons. Your proficiency ranks for simple weapons, martial weapons, and unarmed attacks increase to expert. Whenever you attack the target of your Get 'Em!, you gain access to the critical specialization effects of all weapons for which you have expert proficiency. FORTITUDE EXPERTISE 7TH",
      "block_ids": []
    },
    {
      "chunk_id": "0e6780e4-f677-4885-9113-28c4ac36a479",
      "page_start": 10,
      "page_end": 10,
      "page_numbers": [
        10
      ],
      "section_path": [
        "7TH"
      ],
      "block_types": [
        "markdown"
      ],
      "block_kinds": [
        "narrative"
      ],
      "content_types": [
        "narrative"
      ],
      "page_kind": "content",
      "tags": [],
      "is_rule_bearing": false,
      "flags": {
        "is_toc": false,
        "is_credits": false
      },
      "token_estimate": 844,
      "content": "Section: 7TH | Page: 10\n\nWhether you're calm and collected or projecting confidence through gritted teeth, you don't let your team see you lose your cool. You gain the Steel Yourselves! envoy directive.\n\nSTEEL YOURSELVES! [one-action] TO [two-actions]\n\nDIRECTIVE ENVOY HEALING\n\nFrequency once per hour\n\nYou encourage your allies to brace for impact or otherwise prepare for incoming damage. Allies within 60 feet who can sense you can spend 1 action on their turn to Brace For Impact. This action has the concentrate trait. Creatures that Brace for Impact gain temporary Hit Points equal to your Charisma modifier + your half your level for 1 minute.\n\nLead by Example If you spends two actions, you Brace For Impact. You and any ally who Braces for Impact before the start of your next turn also gain a +1 status bonus to saving throws against effects that deal damage for 1 minute.\n\nWEAPON SPECIALIZATION 7TH\n\nYou've learned how to inflict greater injuries with the weapons you know best. You deal 2 additional damage with weapons and unarmed attacks in which you're an expert. This damage increases to 3 damage if you're a master, and 4 damage if you're legendary.\n\nENVOY EXPERTISE\n\n9TH\n\nYou've come a long way, and your hands-on experience has improved your skills. Your proficiency rank for your envoy class DC increases to expert.\n\nHIDDEN AGENDA\n\n9TH\n\nYou've become an expert at veiling your schemes. When a creature rolls a critical success to Sense Motive against you, or a skill check to Gather Information or Recall Knowledge about your secrets, they get a success instead. When you roll a critical failure on a saving throw against an effect or ability that would read or reveal your thoughts, emotions, or intentions, magically or otherwise, you get a failure instead.\n\nPERCEPTION MASTERY\n\n11TH\n\nThrough your adventures, you've developed keen awareness and attention to detail. Your proficiency rank for Perception increases to master.\n\nRESOLVE\n\n11TH\n\nYou've strengthened your mind with an inner reservoir of determination. Your proficiency rank for Will saves increases to master. When you roll a success on a Will save, you get a critical success instead.\n\nSAVVY IMPROVISER 11TH\n\nYou've learned how to dodge while wearing light or no armor. Your proficiency ranks for light armor and unarmored defense increase to expert.\n\nANCESTRIES &\n\nBACKGROUNDS\n\nTACTICIAN\n\n13TH\n\nWhen you aren't directing allies, you focus on a situation's shifting circumstances, readying to react. At the end of each of your turns, you gain one additional reaction, which you can use before the beginning of your next turn for any envoy reaction.\n\nEnvoy\n\nMystic\n\nOperative\n\nSolarian\n\nWEAPON MASTERY\n\n13TH\n\nYou know your weapons like you know yourself. Your proficiency ranks for simple and martial weapons and unarmed attacks increase to master.\n\nSoldier\n\nWitchwarper\n\nArchetypes\n\nGREATER WEAPON SPECIALIZATION\n\n15TH\n\nYour damage from weapon specialization increases to 4 with weapons and unarmed attacks in which you're an expert, 6 if you're a master, and 8 if you're legendary.\n\nPLAYING THE\n\nLEGENDARY IMPROVISATION 15TH\n\nGAME\n\nYour improvisation skills have dramatically improved. Improvised Mastery triggers on skill checks using a skill that you don't have legendary proficiency in, rather than master proficiency, and it grants you legendary proficiency for the triggering check, rather than master proficiency.\n\nGLOSSARY &\n\nINDEX\n\nCHARACTER\n\nSHEET\n\nREFLEX MASTERY\n\n15TH\n\nYou've learned to move quickly to avoid explosions, dragon's breath, and worse. Your proficiency rank for Reflex saves increases to master. When you roll a success on a Reflex save, you get a critical success instead.\n\nGREATER RESOLVE\n\n17TH\n\nYour ambition and stubbornness grant you mental resiliency. Your proficiency rank for Will saves increases to legendary. When you roll a success on a Will save, you get a critical success instead. When you roll a critical failure on a Will save, you get a failure instead. When you fail a Will save against a damaging effect, you take half damage.\n\nINCREDIBLE SENSES\n\n17TH\n\nYou notice things that are almost impossible for an ordinary person to detect. Your proficiency rank for Perception increases to legendary.\n\nINSCRUTABLE\n\n17TH",
      "text": "Section: 7TH | Page: 10 Whether you're calm and collected or projecting confidence through gritted teeth, you don't let your team see you lose your cool. You gain the Steel Yourselves! envoy directive. STEEL YOURSELVES! [one-action] TO [two-actions] DIRECTIVE ENVOY HEALING Frequency once per hour You encourage your allies to brace for impact or otherwise prepare for incoming damage. Allies within 60 feet who can sense you can spend 1 action on their turn to Brace For Impact. This action has the concentrate trait. Creatures that Brace for Impact gain temporary Hit Points equal to your Charisma modifier + your half your level for 1 minute. Lead by Example If you spends two actions, you Brace For Impact. You and any ally who Braces for Impact before the start of your next turn also gain a +1 status bonus to saving throws against effects that deal damage for 1 minute. WEAPON SPECIALIZATION 7TH You've learned how to inflict greater injuries with the weapons you know best. You deal 2 additional damage with weapons and unarmed attacks in which you're an expert. This damage increases to 3 damage if you're a master, and 4 damage if you're legendary. ENVOY EXPERTISE 9TH You've come a long way, and your hands-on experience has improved your skills. Your proficiency rank for your envoy class DC increases to expert. HIDDEN AGENDA 9TH You've become an expert at veiling your schemes. When a creature rolls a critical success to Sense Motive against you, or a skill check to Gather Information or Recall Knowledge about your secrets, they get a success instead. When you roll a critical failure on a saving throw against an effect or ability that would read or reveal your thoughts, emotions, or intentions, magically or otherwise, you get a failure instead. PERCEPTION MASTERY 11TH Through your adventures, you've developed keen awareness and attention to detail. Your proficiency rank for Perception increases to master. RESOLVE 11TH You've strengthened your mind with an inner reservoir of determination. Your proficiency rank for Will saves increases to master. When you roll a success on a Will save, you get a critical success instead. SAVVY IMPROVISER 11TH You've learned how to dodge while wearing light or no armor. Your proficiency ranks for light armor and unarmored defense increase to expert. ANCESTRIES & BACKGROUNDS TACTICIAN 13TH When you aren't directing allies, you focus on a situation's shifting circumstances, readying to react. At the end of each of your turns, you gain one additional reaction, which you can use before the beginning of your next turn for any envoy reaction. Envoy Mystic Operative Solarian WEAPON MASTERY 13TH You know your weapons like you know yourself. Your proficiency ranks for simple and martial weapons and unarmed attacks increase to master. Soldier Witchwarper Archetypes GREATER WEAPON SPECIALIZATION 15TH Your damage from weapon specialization increases to 4 with weapons and unarmed attacks in which you're an expert, 6 if you're a master, and 8 if you're legendary. PLAYING THE LEGENDARY IMPROVISATION 15TH GAME Your improvisation skills have dramatically improved. Improvised Mastery triggers on skill checks using a skill that you don't have legendary proficiency in, rather than master proficiency, and it grants you legendary proficiency for the triggering check, rather than master proficiency. GLOSSARY & INDEX CHARACTER SHEET REFLEX MASTERY 15TH You've learned to move quickly to avoid explosions, dragon's breath, and worse. Your proficiency rank for Reflex saves increases to master. When you roll a success on a Reflex save, you get a critical success instead. GREATER RESOLVE 17TH Your ambition and stubbornness grant you mental resiliency. Your proficiency rank for Will saves increases to legendary. When you roll a success on a Will save, you get a critical success instead. When you roll a critical failure on a Will save, you get a failure instead. When you fail a Will save against a damaging effect, you take half damage. INCREDIBLE SENSES 17TH You notice things that are almost impossible for an ordinary person to detect. Your proficiency rank for Perception increases to legendary. INSCRUTABLE 17TH",
      "block_ids": []
    },
    {
      "chunk_id": "723fb7f1-2e28-40e1-8842-cf94321a6c22",
      "page_start": 11,
      "page_end": 11,
      "page_numbers": [
        11
      ],
      "section_path": [
        "KEY TERMS"
      ],
      "block_types": [
        "markdown"
      ],
      "block_kinds": [
        "glossary"
      ],
      "content_types": [
        "other"
      ],
      "page_kind": "glossary",
      "tags": [
        "glossary"
      ],
      "is_rule_bearing": true,
      "flags": {
        "is_toc": false,
        "is_credits": false
      },
      "token_estimate": 857,
      "content": "Section: KEY TERMS | Page: 11\n\nKEY TERMS\n\nYou'll see the following terms in envoy class features. Directive : Actions with this trait are special orders that provide benefits for your allies if they follow them. Your allies must be able to sense you to benefit from your directives. This action has the auditory or visual trait depending on how you inspire your allies.\n\nFlourish : Actions with this trait are special techniques that require too much exertion for you to perform frequently. You can use only 1 action with the flourish trait per turn.\n\nLIGHT ARMOR MASTERY\n\n19TH\n\nYour skill with light armor improves, increasing your ability to dodge blows. Your proficiency ranks for light armor and unarmored defense increase to master.\n\nSILVER TONGUE\n\n19TH\n\nYour savvy and skill are unparalleled. No matter the situation, you quickly course correct to set the tone you need to succeed. You gain the following action.\n\nSILVER TONGUE [free-action]\n\nENVOY FORTUNE\n\nFrequency once per day per skill\n\nTrigger You roll a skill check for any of the following skills you're legendary in: Deception, Diplomacy, Intimidation, or your leadership skill.\n\nYou can reroll the triggering skill check and use the better result.\n\nENVOY FEATS\n\nAt every level that you gain an envoy feat, you can select one of the following feats. You must satisfy any prerequisites before selecting the feat.\n\n1ST LEVEL\n\nGO TO GROUND! [one-action] TO [two-actions]\n\nYou succinctly direct your allies to find cover by any means necessary. You and all allies within 60 feet count any form of lesser cover as standard cover until the start of your next turn. Lead by Example If you used two actions, Take Cover. Any allies within 60 feet can Take Cover as a reaction.\n\nPARDON ME\n\nENVOY MENTAL\n\nPrerequisites trained in Deception\n\nQUIP [reaction]\n\nPrerequisites trained in Intimidation\n\nTrigger A creature within 30 feet is damaged by an ally's Strike. You follow up on your ally's success by hurling a cunning, welltimed taunt at a foe they wounded. Attempt to Demoralize the triggering creature.\n\nSIZE UP\n\nCONCENTRATE ENVOY EXPLORATION\n\nFrequency once per hour\n\nYou spend 1 minute observing a specific individual, 10 minutes researching a specific individual on the infosphere, or 1 hour networking and gathering information. This subject is your asset. If you assess your asset via observation, you don't need to know their identity, but if you assess your asset via research or networking, you must know their identity, which requires at least two relevant pieces of information about them. Examples of relevant information could include their name, their place of origin, their current residence, the name of their parent or significant other, their employer, or their organizational affiliation. The GM determines what constitutes relevant information for this purpose, based on the asset you've selected.\n\nYou gain a +1 circumstance bonus to Deception, Diplomacy, Intimidation, and Perception checks against or in relation to your asset, and a +1 circumstance bonus to attempts to Recall Knowledge about your asset.\n\nYou gain the benefits of the 2-action Get 'Em! when using 1-action Get 'Em! on an asset.\n\nYou can maintain a number of assets equal to your Charisma modifier. If you Size Up other assets after that, your new asset replaces a previous one.\n\nTAKE 'EM ALIVE! [one-action] TO [two-actions]\n\nYou urge your allies to take down your enemies without incurring any loss of life. Until the beginning of your next turn, you and your allies can add the nonlethal trait (page 399) to your attacks with weapons (without taking the normal penalty), and to your spells that deal damage and don't have the death or void trait.\n\nLead by Example If you used two actions, Strike a target with a nonlethal attack. On a success, you gain a status bonus to damage equal to your Charisma modifier. On a critical success, an ally within 30 feet can Strike the target as a reaction using a nonlethal attack.\n\nWATCH OUT [reaction]\n\nCONCENTRATE ENVOY\n\nTrigger A creature targets an ally within 60 feet with an attack, and you can see both the attacker and your ally.",
      "text": "Section: KEY TERMS | Page: 11 KEY TERMS You'll see the following terms in envoy class features. Directive : Actions with this trait are special orders that provide benefits for your allies if they follow them. Your allies must be able to sense you to benefit from your directives. This action has the auditory or visual trait depending on how you inspire your allies. Flourish : Actions with this trait are special techniques that require too much exertion for you to perform frequently. You can use only 1 action with the flourish trait per turn. LIGHT ARMOR MASTERY 19TH Your skill with light armor improves, increasing your ability to dodge blows. Your proficiency ranks for light armor and unarmored defense increase to master. SILVER TONGUE 19TH Your savvy and skill are unparalleled. No matter the situation, you quickly course correct to set the tone you need to succeed. You gain the following action. SILVER TONGUE [free-action] ENVOY FORTUNE Frequency once per day per skill Trigger You roll a skill check for any of the following skills you're legendary in: Deception, Diplomacy, Intimidation, or your leadership skill. You can reroll the triggering skill check and use the better result. ENVOY FEATS At every level that you gain an envoy feat, you can select one of the following feats. You must satisfy any prerequisites before selecting the feat. 1ST LEVEL GO TO GROUND! [one-action] TO [two-actions] You succinctly direct your allies to find cover by any means necessary. You and all allies within 60 feet count any form of lesser cover as standard cover until the start of your next turn. Lead by Example If you used two actions, Take Cover. Any allies within 60 feet can Take Cover as a reaction. PARDON ME ENVOY MENTAL Prerequisites trained in Deception QUIP [reaction] Prerequisites trained in Intimidation Trigger A creature within 30 feet is damaged by an ally's Strike. You follow up on your ally's success by hurling a cunning, welltimed taunt at a foe they wounded. Attempt to Demoralize the triggering creature. SIZE UP CONCENTRATE ENVOY EXPLORATION Frequency once per hour You spend 1 minute observing a specific individual, 10 minutes researching a specific individual on the infosphere, or 1 hour networking and gathering information. This subject is your asset. If you assess your asset via observation, you don't need to know their identity, but if you assess your asset via research or networking, you must know their identity, which requires at least two relevant pieces of information about them. Examples of relevant information could include their name, their place of origin, their current residence, the name of their parent or significant other, their employer, or their organizational affiliation. The GM determines what constitutes relevant information for this purpose, based on the asset you've selected. You gain a +1 circumstance bonus to Deception, Diplomacy, Intimidation, and Perception checks against or in relation to your asset, and a +1 circumstance bonus to attempts to Recall Knowledge about your asset. You gain the benefits of the 2-action Get 'Em! when using 1-action Get 'Em! on an asset. You can maintain a number of assets equal to your Charisma modifier. If you Size Up other assets after that, your new asset replaces a previous one. TAKE 'EM ALIVE! [one-action] TO [two-actions] You urge your allies to take down your enemies without incurring any loss of life. Until the beginning of your next turn, you and your allies can add the nonlethal trait (page 399) to your attacks with weapons (without taking the normal penalty), and to your spells that deal damage and don't have the death or void trait. Lead by Example If you used two actions, Strike a target with a nonlethal attack. On a success, you gain a status bonus to damage equal to your Charisma modifier. On a critical success, an ally within 30 feet can Strike the target as a reaction using a nonlethal attack. WATCH OUT [reaction] CONCENTRATE ENVOY Trigger A creature targets an ally within 60 feet with an attack, and you can see both the attacker and your ally.",
      "block_ids": []
    },
    {
      "chunk_id": "5f48bcff-3879-48f5-8315-6da7c803804a",
      "page_start": 12,
      "page_end": 12,
      "page_numbers": [
        12
      ],
      "section_path": [
        "ENVOY FEATS BY NAME"
      ],
      "block_types": [
        "markdown"
      ],
      "block_kinds": [
        "rule"
      ],
      "content_types": [
        "rule"
      ],
      "page_kind": "content",
      "tags": [
        "feats"
      ],
      "is_rule_bearing": true,
      "flags": {
        "is_toc": true,
        "is_credits": false
      },
      "token_estimate": 399,
      "content": "Section: ENVOY FEATS BY NAME | Page: 12\n\nUse this table to look up envoy feats by name.\n\n2ND LEVEL\n\nACQUIRE ASSET [one-action]\n\nENVOY FLOURISH\n\nPrerequisites Size Up\n\nYou assess a foe while in the thick of battle by observing their reactions to your attack. Make a melee or ranged Strike against a creature that isn't your asset. On a hit, your target becomes your asset as if you'd used Size Up. On a critical hit, you can also immediately attempt a check to Recall Knowledge about the target.\n\nCHANGE OF PLANS [reaction]\n\nTrigger The target of your Get 'Em! is reduced to 0 Hit Points. Requirements You used Get 'Em! against a creature on your last turn.\n\nWhen the target you directed your allies to take down falls unconscious or is destroyed, you quickly direct them at another target. You use Get 'Em! against a new target following all the normal targeting restrictions for Get 'Em! You don't count as leading by example against this new target.\n\nDON'T YOU DIE ON ME [one-action]\n\nEMOTION ENVOY MENTAL\n\n| Feat | Level | | --- | --- | | Influence | 4 | | Look Alive | 8 | | Master Plan | 14 | | Not in the Face | 4 | | Pardon Me | 1 | | Quip | 1 | | Ready to Roll | 14 | | Saw it Coming | 4 | | Search High and Low! | 2 | | Secondary Directive | 12 | | Size Up | 1 | | Sidestep | 8 | | Situational Awareness | 12 | | Smooth Diversions | 10 | | Tag Team | 10 | | Take 'Em Alive! | 1 | | That'll Show 'Em | 12 | | True Leader | 20 | | Unstoppable Directives | 12 | | Watch Out | 1 | | You Can Do It | 14 |",
      "text": "Section: ENVOY FEATS BY NAME | Page: 12 Use this table to look up envoy feats by name. 2ND LEVEL ACQUIRE ASSET [one-action] ENVOY FLOURISH Prerequisites Size Up You assess a foe while in the thick of battle by observing their reactions to your attack. Make a melee or ranged Strike against a creature that isn't your asset. On a hit, your target becomes your asset as if you'd used Size Up. On a critical hit, you can also immediately attempt a check to Recall Knowledge about the target. CHANGE OF PLANS [reaction] Trigger The target of your Get 'Em! is reduced to 0 Hit Points. Requirements You used Get 'Em! against a creature on your last turn. When the target you directed your allies to take down falls unconscious or is destroyed, you quickly direct them at another target. You use Get 'Em! against a new target following all the normal targeting restrictions for Get 'Em! You don't count as leading by example against this new target. DON'T YOU DIE ON ME [one-action] EMOTION ENVOY MENTAL | Feat | Level | | --- | --- | | Influence | 4 | | Look Alive | 8 | | Master Plan | 14 | | Not in the Face | 4 | | Pardon Me | 1 | | Quip | 1 | | Ready to Roll | 14 | | Saw it Coming | 4 | | Search High and Low! | 2 | | Secondary Directive | 12 | | Size Up | 1 | | Sidestep | 8 | | Situational Awareness | 12 | | Smooth Diversions | 10 | | Tag Team | 10 | | Take 'Em Alive! | 1 | | That'll Show 'Em | 12 | | True Leader | 20 | | Unstoppable Directives | 12 | | Watch Out | 1 | | You Can Do It | 14 |",
      "block_ids": []
    },
    {
      "chunk_id": "aff84653-e381-4dca-883f-6090049431b3",
      "page_start": 13,
      "page_end": 13,
      "page_numbers": [
        13
      ],
      "section_path": [
        "DIVERSE SCHEMES"
      ],
      "block_types": [
        "markdown"
      ],
      "block_kinds": [
        "heading"
      ],
      "content_types": [
        "heading"
      ],
      "page_kind": "content",
      "tags": [],
      "is_rule_bearing": false,
      "flags": {
        "is_toc": false,
        "is_credits": false
      },
      "token_estimate": 407,
      "content": "Section: DIVERSE SCHEMES | Page: 13\n\nDIVERSE SCHEMES\n\nPrerequisites Size Up\n\nYou're an efficient multitasker, and you always have more than one goal in mind or scheme on the go. You can maintain twice your Charisma modifier of assets.\n\nNOT IN THE FACE [reaction]\n\nEMOTION ENVOY MENTAL\n\nPrerequisites trained in Deception\n\nTrigger A creature targets you with a melee attack.\n\nYou wave your arms to shield your face from harm and cower, acting meek and pitiful. Attempt a Deception check against the triggering creature's Will DC. The triggering creature is then immune to Not in the Face for 1 hour.\n\nCritical Success Your attacker has second thoughts about harming you and is thoroughly thrown off. It takes a -2 status penalty to attack and damage rolls against you until the start of its next turn.\n\nSuccess Your attacker is thrown off. It takes a -1 status penalty to attack rolls against you until the start of its next turn.\n\nFailure Your attacker is temporarily thrown off. It takes a -1 circumstance penalty to the triggering attack roll.\n\nCritical Failure Your attacker is unaffected.\n\nINFLUENCE [reaction]\n\nFrequency once per day\n\nTrigger You're about to roll a Deception, Diplomacy, or Intimidation check, but you haven't rolled yet.\n\nWith masterful timing and a careful choice of words, you can manipulate the emotions and thoughts of others. You roll the triggering Deception, Diplomacy, or Intimidation check twice, and use the higher result.\n\nSAW IT COMING [free-action]\n\nENVOY TRAVERSAL\n\nTrigger You're about to roll initiative.\n\nYou read the demeanor, body language, and instinctive tics of your foes as easily as you read a comm unit, allowing you to react a moment before those around you and gain an edge in the coming battle. You gain a +1 circumstance bonus to your initiative roll, and you can immediately do one of the following: Interact to draw a weapon, Step, or Stride.\n\n6TH LEVEL\n\nDIRTY RETORT [reaction]\n\nTrigger A creature misses you with a melee Strike.",
      "text": "Section: DIVERSE SCHEMES | Page: 13 DIVERSE SCHEMES Prerequisites Size Up You're an efficient multitasker, and you always have more than one goal in mind or scheme on the go. You can maintain twice your Charisma modifier of assets. NOT IN THE FACE [reaction] EMOTION ENVOY MENTAL Prerequisites trained in Deception Trigger A creature targets you with a melee attack. You wave your arms to shield your face from harm and cower, acting meek and pitiful. Attempt a Deception check against the triggering creature's Will DC. The triggering creature is then immune to Not in the Face for 1 hour. Critical Success Your attacker has second thoughts about harming you and is thoroughly thrown off. It takes a -2 status penalty to attack and damage rolls against you until the start of its next turn. Success Your attacker is thrown off. It takes a -1 status penalty to attack rolls against you until the start of its next turn. Failure Your attacker is temporarily thrown off. It takes a -1 circumstance penalty to the triggering attack roll. Critical Failure Your attacker is unaffected. INFLUENCE [reaction] Frequency once per day Trigger You're about to roll a Deception, Diplomacy, or Intimidation check, but you haven't rolled yet. With masterful timing and a careful choice of words, you can manipulate the emotions and thoughts of others. You roll the triggering Deception, Diplomacy, or Intimidation check twice, and use the higher result. SAW IT COMING [free-action] ENVOY TRAVERSAL Trigger You're about to roll initiative. You read the demeanor, body language, and instinctive tics of your foes as easily as you read a comm unit, allowing you to react a moment before those around you and gain an edge in the coming battle. You gain a +1 circumstance bonus to your initiative roll, and you can immediately do one of the following: Interact to draw a weapon, Step, or Stride. 6TH LEVEL DIRTY RETORT [reaction] Trigger A creature misses you with a melee Strike.",
      "block_ids": []
    },
    {
      "chunk_id": "7b61de44-b621-4546-800c-24e043e0a37c",
      "page_start": 14,
      "page_end": 14,
      "page_numbers": [
        14
      ],
      "section_path": [
        "DISTANT FEINT"
      ],
      "block_types": [
        "markdown"
      ],
      "block_kinds": [
        "heading"
      ],
      "content_types": [
        "heading"
      ],
      "page_kind": "content",
      "tags": [],
      "is_rule_bearing": false,
      "flags": {
        "is_toc": false,
        "is_credits": false
      },
      "token_estimate": 838,
      "content": "Section: DISTANT FEINT | Page: 14\n\nDISTANT FEINT\n\nYou're an incredible actor, and you can use your over-thetop bits and dramatic gestures to throw a foe off its game. If you're wielding a ranged weapon, you can Feint against an opponent at a range of 100 feet, rather than just within melee reach. If you succeed, the opponent is off-guard against your melee and ranged attacks, rather than only your melee attacks.\n\nHANG IN THERE [one-action]\n\nENVOY HEALING\n\nPrerequisites expert in Diplomacy\n\nYou encourage yourself or an ally, psyching them up for a coming challenge and granting them temporary Hit Points. Choose yourself or an ally within 30 feet, then attempt a DC 20 Diplomacy check. If you have master proficiency in Diplomacy, you can instead attempt a DC 30 Diplomacy check to increase the temporary Hit Points gained on a successful check by 5. If you have legendary proficiency, you can instead attempt a DC 40 Diplomacy check to increase the temporary Hit Points gained on a successful check by 10. These temporary Hit Points last for 1 minute. The target is then temporarily immune to your Hang in There for 1 day.\n\nCritical Success The target gains temporary Hit Points equal to double their level plus your Charisma modifier.\n\nSuccess The target gains temporary Hit Points equal to their level plus your Charisma modifier.\n\nFailure The target is unaffected, and you can't use Hang in There again for 1 minute.\n\nCritical Failure The target is unaffected, and you can't use Hang in There again for 1 hour.\n\nHURRY [one-action]\n\nENVOY MENTAL TRAVERSAL\n\nYou urge an ally to pick up the pace and contribute more to the events happening around them. One ally within 30 feet who can sense you becomes quickened for 1 round. They can use the extra action to Interact, Step, or Stride. The target is then temporarily immune to Hurry for the next 10 minutes.\n\n8TH LEVEL\n\nCHEER UP [one-action]\n\nFEAT 8\n\nENVOY HEALING\n\nPrerequisites trained in Medicine\n\nENVOY MENTAL\n\nPrerequisites trained in Deception or Diplomacy\n\nYou attempt to enthrall a foe with a convoluted and utterly pointless monologue that leaves your audience dumbfounded. Attempt a Deception or Diplomacy check against the Will DC of a single creature within 30 feet. The target is then temporarily immune to your Confounding Disquisition for 1 day.\n\nANCESTRIES & BACKGROUNDS\n\nEnvoy\n\nMystic\n\nCritical Success The target is stunned 1 and is stupefied 1 for 1 round.\n\nOperative\n\nSolarian\n\nSuccess The target is stupefied 1 for 1 round.\n\nFailure The target takes a -1 status penalty to Perception checks and Will saves for 1 round.\n\nSoldier\n\nWitchwarper\n\nCritical Failure The target is unaffected.\n\nArchetypes\n\nLOOK ALIVE\n\nFEAT 8\n\nENVOY TRAVERSAL\n\nPrerequisites Watch Out\n\nYou warn your ally to move away from danger. You can use Watch Out before an ally in range attempts a Reflex save in addition to its original trigger. If you do, the circumstance bonus applies to their Reflex save against the triggering effect.\n\nPLAYING THE GAME\n\nWhen you use Watch Out and the triggering attack fails or critically fails, or your ally succeeds or critically succeeds at the saving throw, your ally can also Stride up to 10 feet as a free action.\n\nSIDESTEP [reaction]\n\nFEAT 8\n\nTrigger The attack roll for a Strike targeting you fails.\n\nYou deftly step out of the way of an attack, letting the blow continue to the creature next to you. You redirect the attack to a creature of your choice that's adjacent to you and within range or reach of the triggering attack. The attacker rerolls the Strike's attack roll against the new target.\n\n10TH LEVEL\n\nCUT 'EM DEEP\n\nPrerequisites master in Intimidation\n\nYour insults and threats almost always hit the mark. When you roll a failure on a Demoralize action, you get a success instead. You can still critically fail.\n\nWhen you successfully Demoralize the target of your Get 'Em!, the target doesn't become immune to your further attempts to Demoralize them.\n\nFrequency once per round",
      "text": "Section: DISTANT FEINT | Page: 14 DISTANT FEINT You're an incredible actor, and you can use your over-thetop bits and dramatic gestures to throw a foe off its game. If you're wielding a ranged weapon, you can Feint against an opponent at a range of 100 feet, rather than just within melee reach. If you succeed, the opponent is off-guard against your melee and ranged attacks, rather than only your melee attacks. HANG IN THERE [one-action] ENVOY HEALING Prerequisites expert in Diplomacy You encourage yourself or an ally, psyching them up for a coming challenge and granting them temporary Hit Points. Choose yourself or an ally within 30 feet, then attempt a DC 20 Diplomacy check. If you have master proficiency in Diplomacy, you can instead attempt a DC 30 Diplomacy check to increase the temporary Hit Points gained on a successful check by 5. If you have legendary proficiency, you can instead attempt a DC 40 Diplomacy check to increase the temporary Hit Points gained on a successful check by 10. These temporary Hit Points last for 1 minute. The target is then temporarily immune to your Hang in There for 1 day. Critical Success The target gains temporary Hit Points equal to double their level plus your Charisma modifier. Success The target gains temporary Hit Points equal to their level plus your Charisma modifier. Failure The target is unaffected, and you can't use Hang in There again for 1 minute. Critical Failure The target is unaffected, and you can't use Hang in There again for 1 hour. HURRY [one-action] ENVOY MENTAL TRAVERSAL You urge an ally to pick up the pace and contribute more to the events happening around them. One ally within 30 feet who can sense you becomes quickened for 1 round. They can use the extra action to Interact, Step, or Stride. The target is then temporarily immune to Hurry for the next 10 minutes. 8TH LEVEL CHEER UP [one-action] FEAT 8 ENVOY HEALING Prerequisites trained in Medicine ENVOY MENTAL Prerequisites trained in Deception or Diplomacy You attempt to enthrall a foe with a convoluted and utterly pointless monologue that leaves your audience dumbfounded. Attempt a Deception or Diplomacy check against the Will DC of a single creature within 30 feet. The target is then temporarily immune to your Confounding Disquisition for 1 day. ANCESTRIES & BACKGROUNDS Envoy Mystic Critical Success The target is stunned 1 and is stupefied 1 for 1 round. Operative Solarian Success The target is stupefied 1 for 1 round. Failure The target takes a -1 status penalty to Perception checks and Will saves for 1 round. Soldier Witchwarper Critical Failure The target is unaffected. Archetypes LOOK ALIVE FEAT 8 ENVOY TRAVERSAL Prerequisites Watch Out You warn your ally to move away from danger. You can use Watch Out before an ally in range attempts a Reflex save in addition to its original trigger. If you do, the circumstance bonus applies to their Reflex save against the triggering effect. PLAYING THE GAME When you use Watch Out and the triggering attack fails or critically fails, or your ally succeeds or critically succeeds at the saving throw, your ally can also Stride up to 10 feet as a free action. SIDESTEP [reaction] FEAT 8 Trigger The attack roll for a Strike targeting you fails. You deftly step out of the way of an attack, letting the blow continue to the creature next to you. You redirect the attack to a creature of your choice that's adjacent to you and within range or reach of the triggering attack. The attacker rerolls the Strike's attack roll against the new target. 10TH LEVEL CUT 'EM DEEP Prerequisites master in Intimidation Your insults and threats almost always hit the mark. When you roll a failure on a Demoralize action, you get a success instead. You can still critically fail. When you successfully Demoralize the target of your Get 'Em!, the target doesn't become immune to your further attempts to Demoralize them. Frequency once per round",
      "block_ids": []
    },
    {
      "chunk_id": "6688eab4-0782-4b9a-810e-ba440c311ae9",
      "page_start": 15,
      "page_end": 15,
      "page_numbers": [
        15
      ],
      "section_path": [
        "SMOOTH DIVERSIONS"
      ],
      "block_types": [
        "markdown"
      ],
      "block_kinds": [
        "heading"
      ],
      "content_types": [
        "heading"
      ],
      "page_kind": "content",
      "tags": [],
      "is_rule_bearing": false,
      "flags": {
        "is_toc": false,
        "is_credits": false
      },
      "token_estimate": 719,
      "content": "Section: SMOOTH DIVERSIONS | Page: 15\n\nSMOOTH DIVERSIONS\n\nYou're practiced in the art of diverting attention quickly and subtly. When you succeed at an attempt to Create a Diversion, you can immediately Sneak or Step as a free action.\n\nAdditionally, creatures only become aware you were trying to trick them if you critically fail to Create a Diversion. Otherwise the creature assumes that your diversion was part of your regular bravado.\n\nTAG TEAM [reaction]\n\nTrigger The target of your Get 'Em! is critically hit by an ally's attack or critically fails a Reflex save against an ally's attack or spell.\n\nYou seize the opening your ally has provided, quickly attacking your foe. Make a Strike against the triggering creature. If it's a ranged Strike, it must be in your weapon's first range increment. This Strike doesn't count toward your multiple attack penalty, and your multiple attack penalty doesn't apply to this Strike.\n\n12TH LEVEL\n\nSECONDARY DIRECTIVE [one-action]\n\nENVOY FLOURISH\n\nRequirements Your last action this turn was issuing a 2-action directive.\n\nYou follow-up your issued directive with an understood order by attacking a notable foe. Make a Strike. If the Strike hits, the target is affected by a 1-action Get 'Em.\n\nSITUATIONAL AWARENESS [two-actions]\n\nYou Ready a directive. If the trigger you designated occurs before the start of your next turn, you can use the 2-action version of the directive instead of the 1-action.\n\nTHAT'LL SHOW 'EM\n\nPrerequisites Watch Out\n\nWhen you warn an ally of an attack, you follow up with a shot at your enemy. The first time each round you use your Watch Out reaction, you can make a melee or ranged Strike against the triggering creature. This Strike doesn't count toward your multiple attack penalty, and your multiple attack penalty doesn't apply to this Strike. If you hit, your target is suppressed until the start of its next turn.\n\nUNSTOPPABLE DIRECTIVES\n\n14TH LEVEL\n\nDOWN TO THE WIRE [reaction]\n\nTrigger The final action on your turn is a 1-action directive. You act quickly to show your teammates exactly how it's done. Resolve the directive you just issued as though it was a 2-action version instead of the 1-action that you used.\n\nMASTER PLAN\n\nDuring your daily preparations, you can review stratagems with up to five allies. Later, you can quickly advise each of these allies on your schemes using the reaction below.\n\nNew Plan [reaction] (fortune, linguistic) Trigger An ally you reviewed stratagems with is about to attempt an attack roll or skill check; Effect The ally rolls the triggering check twice and takes the better of the two results. That ally then becomes temporarily immune to your New Plan until your next daily preparations.\n\nREADY TO ROLL [free-action]\n\nTrigger You roll initiative.\n\nYou instinctively react to trouble by directing your allies to act at the exact moment their intervention would matter most. Issue a 1-action directive.\n\nYOU CAN DO IT\n\n[one-action]\n\nENVOY FLOURISH MENTAL\n\nRequirements Your last action was a 1-action directive.\n\nYou motivate an ally within 60 feet to lead by example. As a free action, that ally can immediately perform the lead by example actions of your last action, gaining any benefits and using any abilities that would normally be used as if you used two-actions to issue the direction. Use your Charisma modifier instead of your ally's when determining any relevant benefits, such as the status bonus to damage for Get 'Em!\n\n16TH LEVEL\n\nEFFORTLESS INFLUENCER\n\nFEAT 16",
      "text": "Section: SMOOTH DIVERSIONS | Page: 15 SMOOTH DIVERSIONS You're practiced in the art of diverting attention quickly and subtly. When you succeed at an attempt to Create a Diversion, you can immediately Sneak or Step as a free action. Additionally, creatures only become aware you were trying to trick them if you critically fail to Create a Diversion. Otherwise the creature assumes that your diversion was part of your regular bravado. TAG TEAM [reaction] Trigger The target of your Get 'Em! is critically hit by an ally's attack or critically fails a Reflex save against an ally's attack or spell. You seize the opening your ally has provided, quickly attacking your foe. Make a Strike against the triggering creature. If it's a ranged Strike, it must be in your weapon's first range increment. This Strike doesn't count toward your multiple attack penalty, and your multiple attack penalty doesn't apply to this Strike. 12TH LEVEL SECONDARY DIRECTIVE [one-action] ENVOY FLOURISH Requirements Your last action this turn was issuing a 2-action directive. You follow-up your issued directive with an understood order by attacking a notable foe. Make a Strike. If the Strike hits, the target is affected by a 1-action Get 'Em. SITUATIONAL AWARENESS [two-actions] You Ready a directive. If the trigger you designated occurs before the start of your next turn, you can use the 2-action version of the directive instead of the 1-action. THAT'LL SHOW 'EM Prerequisites Watch Out When you warn an ally of an attack, you follow up with a shot at your enemy. The first time each round you use your Watch Out reaction, you can make a melee or ranged Strike against the triggering creature. This Strike doesn't count toward your multiple attack penalty, and your multiple attack penalty doesn't apply to this Strike. If you hit, your target is suppressed until the start of its next turn. UNSTOPPABLE DIRECTIVES 14TH LEVEL DOWN TO THE WIRE [reaction] Trigger The final action on your turn is a 1-action directive. You act quickly to show your teammates exactly how it's done. Resolve the directive you just issued as though it was a 2-action version instead of the 1-action that you used. MASTER PLAN During your daily preparations, you can review stratagems with up to five allies. Later, you can quickly advise each of these allies on your schemes using the reaction below. New Plan [reaction] (fortune, linguistic) Trigger An ally you reviewed stratagems with is about to attempt an attack roll or skill check; Effect The ally rolls the triggering check twice and takes the better of the two results. That ally then becomes temporarily immune to your New Plan until your next daily preparations. READY TO ROLL [free-action] Trigger You roll initiative. You instinctively react to trouble by directing your allies to act at the exact moment their intervention would matter most. Issue a 1-action directive. YOU CAN DO IT [one-action] ENVOY FLOURISH MENTAL Requirements Your last action was a 1-action directive. You motivate an ally within 60 feet to lead by example. As a free action, that ally can immediately perform the lead by example actions of your last action, gaining any benefits and using any abilities that would normally be used as if you used two-actions to issue the direction. Use your Charisma modifier instead of your ally's when determining any relevant benefits, such as the status bonus to damage for Get 'Em! 16TH LEVEL EFFORTLESS INFLUENCER FEAT 16",
      "block_ids": []
    },
    {
      "chunk_id": "0c5ba68d-044d-44e5-8c0d-21d68b559fb8",
      "page_start": 16,
      "page_end": 16,
      "page_numbers": [
        16
      ],
      "section_path": [
        "FEAT 14"
      ],
      "block_types": [
        "markdown"
      ],
      "block_kinds": [
        "rule"
      ],
      "content_types": [
        "rule"
      ],
      "page_kind": "content",
      "tags": [],
      "is_rule_bearing": true,
      "flags": {
        "is_toc": false,
        "is_credits": false
      },
      "token_estimate": 285,
      "content": "Section: FEAT 14 | Page: 16\n\nfeet who witnessed your success gain a +1 status bonus to the next check they attempt with that skill within 1 minute (or a +2 bonus if your check was a critical success).\n\nEXTEND DIRECTIVE [free-action]\n\nFEAT 16\n\nTrigger Your turn begins, and you issued a 2-action directive on your last turn.\n\nWith exceptional flair, you can repeat your orders with a single word or gesture. You immediately issue the 1-action version of the directive that you issued on your previous turn.\n\nGET THEM!\n\nFEAT 16\n\nWhen you use Get 'Em!, you can choose any number of enemies within range instead of a single target (you still only Strike one target if you spent 2 actions).\n\n18TH LEVEL\n\nFAST SYNERGY\n\nFEAT 18\n\nSHEET\n\nIMPROVISED LEGEND [free-action]\n\nFEAT 18\n\nPrerequisites Improvised Mastery\n\nYou can use Improvised Mastery once per hour, rather than twice per day.\n\n20TH LEVEL\n\nENDLESSLY ADAPTIVE\n\nFEAT 20\n\nPrerequisites adaptive talent\n\nYour varied life experiences let you adapt to nearly any situation. When you gain skill feats using adaptive talent, you gain two additional skill feats. In addition, you can adapt to the day's challenges by spending 10 minutes to plan. If you do, you can reselect the feats chosen with adaptive talent as if you'd made your daily preparations. You can't trade out feats with limited-use abilities that you've already used that day.\n\nTRUE LEADER\n\nFEAT 20",
      "text": "Section: FEAT 14 | Page: 16 feet who witnessed your success gain a +1 status bonus to the next check they attempt with that skill within 1 minute (or a +2 bonus if your check was a critical success). EXTEND DIRECTIVE [free-action] FEAT 16 Trigger Your turn begins, and you issued a 2-action directive on your last turn. With exceptional flair, you can repeat your orders with a single word or gesture. You immediately issue the 1-action version of the directive that you issued on your previous turn. GET THEM! FEAT 16 When you use Get 'Em!, you can choose any number of enemies within range instead of a single target (you still only Strike one target if you spent 2 actions). 18TH LEVEL FAST SYNERGY FEAT 18 SHEET IMPROVISED LEGEND [free-action] FEAT 18 Prerequisites Improvised Mastery You can use Improvised Mastery once per hour, rather than twice per day. 20TH LEVEL ENDLESSLY ADAPTIVE FEAT 20 Prerequisites adaptive talent Your varied life experiences let you adapt to nearly any situation. When you gain skill feats using adaptive talent, you gain two additional skill feats. In addition, you can adapt to the day's challenges by spending 10 minutes to plan. If you do, you can reselect the feats chosen with adaptive talent as if you'd made your daily preparations. You can't trade out feats with limited-use abilities that you've already used that day. TRUE LEADER FEAT 20",
      "block_ids": []
    }
  ]
}